{
  "app_name": "Ğinkgo",
  "credit_card_title": "Pagueu amb Geunes",
  "g1_wallet": "Moneder Ğ1",
  "close": "TANCAR",
  "bottom_nav_first": "Pagar",
  "bottom_nav_second": "Cobrar",
  "bottom_nav_trd": "Contactes",
  "bottom_nav_frd": "Saldo",
  "bottom_nav_fifth": "Informació",
  "send_g1": "Envia Ğ1",
  "g1_amount": "Quantitat a enviar",
  "g1_amount_hint": "Quantitat a enviar en {currency}",
  "g1_form_pay_send": "Envia",
  "search_user_title": "Usuari a pagar",
  "search_user": "Buscar (usuari o clau pública)",
  "search_user_btn": "Busca l'usuari",
  "g1_form_pay_desc": "Comentari",
  "g1_form_pay_hint": "Introdueix un comentari (opcional)",
  "code_card_title": "Repositori de codi",
  "intro_1_title": "Benvingut al nostre moneder Ğ1!",
  "intro_1_description": "Amb aquest moneder pots guardar, enviar i rebre, amb facilitat i seguretat, la moneda Ğ1 (també coneguda com a 'Geuna').",
  "intro_2_title": "Una moneda digital lliure creada per la gent, per a la gent",
  "intro_2_description": "La moneda Ğ1 no depèn de cap govern o corporació, és eco-amigable (degut al seu baix consum d'energia), transparent i justa per a tothom.",
  "intro_3_title": "La moneda Ğ1 funciona a la xarxa Duniter",
  "intro_3_description": "Duniter és una xarxa de criptomonedes descentralitzada que permet a les persones crear la seva pròpia moneda Ğ1.",
  "intro_4_title": "Comencem!",
  "intro_4_description": "T'ajudarem a crear un moneder Ğ1 perquè puguis guardar, fàcil i amb seguretat, moneda Ğ1 al teu dispositiu i enviar-la a altres sense intermediaris.",
  "intro_5_title": "I després…",
  "intro_5_description": "Des d'aquí pots oferir els teus serveis i productes, i cobrar en moneda Ğ1; i també usar la moneda Ğ1 per comprar bens.",
  "no_internet": "Sense connexió a Internet",
  "skip": "No en facis cas",
  "start": "Comença",
  "offline": "Estàs desconectat!",
  "online_terminal": "Connectat",
  "offline_terminal": "Desconnectat",
  "show_qr_to_client": "Mostra la meva clau pública",
  "show_qr_to_client_amount": "Mostreu aquest codi QR amb aquesta quantitat al vostre client",
  "keys_tooltip": "Les claus públiques i privades en Ğ1 i Duniter són com un sistema de pany i clau, on la clau pública fa de pany que pot obrir qualsevol que tingui la clau privada corresponent, oferint una manera segura d'autenticar i verificar transaccions",
  "card_validity": "Validesa",
  "card_validity_tooltip": "Tingues en compte que aquest moneder només és accessible mentre usis aquest navegador o app i aquest dispositiu específic. Si esborres o reinstal·les el navegador o app, perdràs l'accés a aquest moneder i els fons emmagatzemats en ell.",
  "demo_desc": "Moneder en desenvolupament: siusplau, fes-lo servir amb precaució",
  "export_key": "Exporta el meu moneder",
  "import_key": "Importa el meu moneder",
  "copy_your_key": "Copia la meva clau pública",
  "key_copied_to_clipboard": "La teva clau pública ha sigut copiada al portapapers",
  "some_key_copied_to_clipboard": "La clau pública ha sigut copiada al portapapers",
  "key_tools_title": "Claus i Eines",
  "transactions": "Transaccions",
  "balance": "Balanç",
  "transaction_from_to": "De {from} a {to}",
  "transaction_from": "De",
  "transaction_to": "A",
  "your_wallet": "el teu moneder",
  "delete_contact": "Borra el contacte",
  "search_contacts": "Busca els contactes",
  "no_contacts": "Encara no tens contactes",
  "data_load_error": "Error en carregar les dades",
  "add_contact": "Afegeix el contacte",
  "contact_added": "Contacte afegit",
  "qr-scanner-title": "Escaneja el QR d'algú",
  "copy_contact_key": "Copia",
  "nothing_found": "No s'ha trobat res",
  "technical_info_title": "Informació tècnica",
  "pattern_do_not_match": "Els patrons no coincideixen",
  "at_least_3": "Com a mínim calen 3 punts",
  "intro_some_pattern_to_export": "Patró per importar/exportar el teu moneder",
  "confirm_pattern": "Confirma el patró",
  "draw_pattern": "Dibuixa el patró",
  "draw_your_pattern": "Dibuixa el teu patró",
  "expert_mode": "Mode expert",
  "intro_pattern_to_import": "Patró que vas fer servir per exportar el teu moneder",
  "wrong_pattern": "Patró incorrecte",
  "wallet_exported": "Moneder exportat correctament",
  "wallet_imported": "Moneder importat correctament",
  "cancel": "CANCEL·LAR",
  "yes_import": "HO TINC CLAR, IMPORTA'L",
  "import_config_title": "Estàs segur?",
  "import_config_desc": "Això sobreescriurà el teu moneder actual per l'importat",
  "import_config_desc_danger": "Això sobreescriurà el teu moneder actual (que té quartos!) per l'importat, i pot ser que perdis aquests calers",
  "enter_a_valid_number": "Posa un número vàlid",
  "enter_a_positive_number": "Posa un número més gran que 0",
  "payment_successful": "Pagament enviat!",
  "please_confirm_sent": "Estàs segur?",
  "please_confirm_sent_desc": "Siusplau confirma que vols enviar {amount} {currency} a {to}",
  "yes_sent": "SÍ, ENVÍA-LES",
  "receive_g1": "Rebre Geunes",
  "insufficient balance": "No tens prou quartos per fer aquest pagament",
  "faq_1_title": "Puc importar el meu compte Cesium?",
  "faq_0_title": "Com puc començar a usar Ğ1 i aquest moneder?",
  "form_contact_name_validation": "Si us plau, posa un nom",
  "form_contact_notes": "Notes",
  "long_press_to_edit": "Llisca per triar aquest contacte. Mantingues premut per editar",
  "form_contact_pub_key": "Clau pública",
  "transaction_pending": "Pendent",
  "transaction_sending": "Enviant",
  "transaction_receiving": "Rebent",
  "transaction_sent": "Enviat",
  "transaction_received": "Rebut",
  "valid_comment": "El comentari no pot tenir accents o comes",
  "search_limitation": "La cerca ha de tenir 3 caràcters com a mínim",
  "faq_title": "Preguntes freqüents",
  "faq_2_title": "És segur usar aquest moneder?",
  "faq_4_title": "Per què usar alguna cosa tan literal com una targeta de crèdit o un datàfon?",
  "faq_4_desc": "Bàsicament perquè volíem que l'ús de la Geuna fos senzill per les persones noves i, després, amb el seu ús, fos més fàcil fer el salt a programes més avançats com Cesium.",
  "share_your_key": "Compateix la teva clau pública",
  "share_this_key": "Comparteix",
  "form_save": "GUARDAR",
  "form_contact_title": "Edita el contacte",
  "form_contact_name": "Nom",
  "payment_error": "Error al pagament",
  "payment_error_desc": "Òndia!, ha fallat el pagament. Més detalls: {error}",
  "payment_successful_desc": "La transacció es farà efectiva en uns minuts.",
  "faq_0_desc": "Pots començar oferint els teus serveis als mercats Ğ1 per rebre els teus primers ingressos. Si ja tens Ğ1 en un compte de Cesium, pots transferir-ne alguns a aquest moneder i usar-lo per enviar i rebre la moneda Ğ1 fàcilment.",
  "faq_1_desc": "No, per motius de seguretat no permetem importar comptes de Cesium. Aquest és un moneder de butxaca que confia en la seguretat bàsica del teu mòbil; el pots usar per transferir fons o rebre pagaments en operacions diàries ràpides. A més no està pensat per tenir la funcionalitat de membres de Cesium, entre altres coses.",
  "faq_2_desc": "És tan segur com portar un moneder o una cartera a la butxaca. Per dir-ho d'una altra manera, tu uses una targeta bancària normal traient-la de la teva butxaca i amb una contrasenya de quatre dígits. Doncs amb aquest moneder Ğ1 és més o menys el mateix, treus el mòbil, el desbloqueges, típicament amb un PIN de quatre dígits i ja pots operar amb aquest moneder. Per tant, has de ser tan prudent com ho ets amb els teus moneders físics. Si esborres aquest navegador o app, o perds el mòbil, perdràs els fons que hi tenies, a menys que tinguis una còpia de seguretat del moneder exportada.",
  "faq_3_title": "Per què no es pot afegir una contrasenya al moneder?",
  "faq_3_desc": "Primer, afegir la seguretat d'un maletí nuclear a un moneder d'aquesta mena és una llauna. Segon, la gent per les seves contrasenyes tothora, i és una cosa que voldríem evitar. Per últim, encara que podríem afegir alguna cosa més senzilla com una contrasenya tipus PIN o un patró, la gent podria posar les seves contrasenyes del mòbil o la targeta de crèdit, i això podria ser un desastre. Pensem que és més segur fer-ho així.",
  "payment_error_retry": "Caram!, ha fallat el pagament. Torna-hi en uns minuts.",
  "no_transactions": "Aquest moneder no té saldo. Comença per exemple a oferir els teus serveis als mercats Ğ1 per rebre els teus primers ingressos.",
  "reloading_nodes": "Refrescant nodes del tipus {type}",
  "language_switch_title": "Tria la teva llengua",
  "error_installing_desktop": "Error en instal·lar Ğ1nkgo al vostre escriptori (error: {error})",
  "install_desktop": "Instal·la Ğ1nkgo a l'escriptori",
  "import_failed": "La importació del moneder ha fallat",
  "select_file_to_import": "Triï la còpia de seguretat del moneder",
  "You can't send money to yourself.": "No pots enviar-te cèntims a tu mateix.",
  "request_notifications_perms": "Rebre notificacions dels nous pagaments",
  "allow_notifications_desc": "Autoritza a Ğ1nkgo per notificar-te els nous pagaments",
  "deny_notifications_btn": "DENEGA",
  "notification_open": "OBRE",
  "notification_new_payment_desc": "Has rebut un pagament de {amount} de {from}",
  "notification_new_sent_title": "S'ha enviat el nou pagament",
  "notification_new_sent_desc": "Has enviat {amount} a {to}",
  "allow_notifications_btn": "PERMET",
  "notification_new_payment_title": "S'ha rebut un nou pagament",
  "contact_already_exists": "Aquest contacte ja hi és",
  "wrong_public_key": "Clau pública incorrecta",
  "browser_warning": "Estàs usant un navegador que encara no hem provat. Si us plau usa Chrome, Firefox o Brave.",
  "code_translate": "Ajuda'ns a traduir Ğ1nkgo",
  "nodes_tech_info": "Llistat de nodes",
  "info_links": "Enllaços",
  "error_importing_wallet": "Hi ha hagut un error important el moneder",
  "no_nodes_found": "No hem pogut comunicar-nos amb cap node. Si us plau, torna-hi més tard.",
  "creditCardKey_web_title": "Moneder creat!",
  "creditCardPubKey_title": "Clau pública del moneder",
  "txMainKey_desc": "Aquí podràs veure l'històric de les teves transaccions. Si el teu moneder està buit, per començar a usar Geunes, pots oferir els teus serveis als mercats o plataformes web com gchange.es, girala.net entre d'altres. Si ja tens Geunes, pots transferir-les a aquest moneder Ğ1nkgo i començar a usar-lo.",
  "exportMainKey_desc": "És important que facis una còpia de seguretat del teu moneder com més aviat millor, i guardar-la bé, per poder importar-lo en un altre navegador o a l'app, o en qualsevol cas, per restaurar el teu moneder en cas de pèrdua del teu dispositiu.",
  "txBalanceKey_title": "Balanç",
  "txRefreshKey_title": "Actualitza-ho",
  "fetch_tx_error": "Alguna cosa no rutlla en provar de visualitzar les teves transaccions.",
  "retry": "TORNAR-HI",
  "creditCardKey_title": "Moneder creat!",
  "creditCardKey_desc": "Enhorabona! S'ha creat el teu moneder Ğ1. Tingues present que tot s'emmagatzema en aquest dispositiu, així que has de mirar de no esborrar aquesta aplicació per a no perdre el teu moneder. Tot seguit t'ensenyarem a fer una còpia de seguretat del moneder, per si li passa qualsevol cosa al teu dispositiu.",
  "creditCardKey_web_desc": "Enhorabona! S'ha creat el teu moneder Ğ1. És important que tinguis present que aquest moneder es guarda només al teu navegador. Per això, si tanques el navegador i el tornes a obrir, mira d'assegurar-te que el moneder que et surt és el mateix. Si no és així, podria ser que estiguessis usant un navegador no suportat. Recorda també que tenim una app. Tot seguit t'ensenyarem a fer una còpia de seguretat del moneder, perquè puguis accedir al teu moneder encara que li passi alguna cosa al teu dispositiu.",
  "creditCardPubKey_desc": "Aquesta és la versió abreujada del compte públic del teu moneder. Pots copiar-la prement sobre ella per compartir-la amb altres persones.",
  "paySearchUserKey_title": "Pagaments amb geunes",
  "paySearchUserKey_desc": "Des d'aquesta secció pots fer pagaments amb Geunes. Pots buscar usuaris a la xarxa o escanejar codis QR per fer els teus pagaments.",
  "payAmountKey_title": "Posi la quantitat a pagar",
  "payAmountKey_desc": "En aquest camp hauries de posar la quantitat en Geunes que vols pagar.",
  "paySentKey_title": "Enviant Geunes",
  "paySentKey_desc": "Un cop hagis posat l'import del pagament, només has de prémer el botó 'Enviar' per pagar. Tingueu present que aquest moneder no té contrasenya, o sigui que és com un moneder de butxaca per operar àgilment amb quantitats petites.",
  "receiveMainKey_title": "Rebent Geunes",
  "receiveMainKey_desc": "Això funciona de manera semblant als datàfons que s'usen per cobrar a les botigues, però en comptes de fer pagaments amb targeta de crèdit, usem codis QR. Aquí pots generar codis QR perquè altres persones els escanegin i et facin pagaments.",
  "receiveQrKey_desc": "En aquesta pantalla trobaràs el teu propi codi QR, que podràs compartir amb altres persones per rebre pagaments amb Geunes.",
  "receiveAmountKey_title": "QR amb quantitats",
  "receiveAmountKey_desc": "Si vols vendre algun producte o servei, pots generar un codi QR amb la teva clau pública i la quantitat a cobrar en Geunes.",
  "receiveSumKey_title": "Compte ràpid",
  "receiveSumKey_desc": "També pots generar un codi QR amb el total d'una compra, sumant el preu dels articles que estàs venent.",
  "contactsMainKey_title": "Contactes",
  "contactsMainKey_desc": "En aquesta secció pots guardar els teus contactes més freqüents i escanejar els codis QR d'altres persones.",
  "contactsQrKey_desc": "Aquí podràs escanejar el QR d'altres persones per afegir-les als teus contactes.",
  "txMainKey_title": "Transaccions",
  "txBalanceKey_desc": "En aquesta pantalla podràs veure el balanç actual del teu moneder Ğ1nkgo.",
  "txRefreshKey_desc": "Si estàs esperant un pagament, pots usar aquest botó per actualitzar la pantalla. Tot i això, aquest moneder també ho farà periòdicament per tu i t'enviarà notificacions dels nous pagaments.",
  "infoMainKey_title": "Més informació",
  "infoMainKey_desc": "Aquí trobaràs més informació sobre el teu moneder i altres opcions.",
  "exportMainKey_title": "Exportació del Moneder",
  "feedback": "Problemes? Dona'ns més info",
  "feedback_submit": "ENVIAR",
  "feedback_whats_wrong": "Descriu-nos el teu problema:",
  "feedback_draw": "Dibuixi-ho",
  "feedback_navigate": "Navega",
  "payment_canceled": "El pagament ha sigut cancel·lat, però no podem assegurar que no s'hagués executat",
  "pay_again": "Torna a pagar",
  "telegram_group": "Grup de Telegram",
  "bug_report": "Avisa d'un error",
  "slidable_tutorial": "Llisca per més accions",
  "please_confirm_retry_sent_desc": "Si us plau, confirmeu que voleu reintentar l'enviament de {amount} {currency} a {to}",
  "transaction_failed": "Pagament fallit",
  "retry_payment": "Tornar a fer el pagament",
  "cancel_payment": "Cancel·lar el pagament"
}
