{
  "credit_card_title": "Mit Ğ1 bezahlen",
  "g1_wallet": "Ğ1-Brieftasche",
  "close": "SCHLIESSEN",
  "bottom_nav_first": "Bezahlen",
  "bottom_nav_second": "Empfangen",
  "bottom_nav_trd": "Kontakte",
  "bottom_nav_frd": "Saldo",
  "bottom_nav_fifth": "Info",
  "g1_form_pay_send": "Überweisen",
  "search_user": "Suche (nach Benutzer oder Schlüssel)",
  "search_user_btn": "Benutzer suchen",
  "g1_form_pay_desc": "Bemerkung",
  "code_card_title": "Code-Verzeichnis",
  "intro_1_title": "Willkommen bei unserer Ğ1-Brieftasche!",
  "app_name": "Ğinkgo",
  "send_g1": "Ğ1 überweisen",
  "g1_amount": "Zu überweisender Betrag",
  "g1_amount_hint": "Zu überweisender Betrag in {currency}",
  "search_user_title": "Empfänger",
  "g1_form_pay_hint": "Eine Bemerkung anfügen (fakultativ)",
  "intro_1_description": "Mit dieser Brieftasche („Wallet“) können Sie einfach und sicher die freie Währung Ğ1 („June“) aufbewahren, überweisen und empfangen.",
  "intro_2_title": "Eine digitale freie Währung, von Menschen für Menschen gemacht",
  "pattern_do_not_match": "Die Muster stimmen nicht überein",
  "draw_your_pattern": "Zeichnen Sie Ihr Muster",
  "transaction_received": "Empfangen",
  "search_limitation": "Der Suchbegriff muss mindestens 3 Charakter enthalten",
  "skip": "Überspringen",
  "start": "Beginnen",
  "offline": "Sie sind offline!",
  "online_terminal": "Verbunden",
  "offline_terminal": "Offline",
  "import_key": "Brieftasche importieren",
  "key_copied_to_clipboard": "Ihr öffentlicher Schlüssel wurde in die Zwischenablage kopiert",
  "transactions": "Transaktionen",
  "balance": "Saldo",
  "transaction_from_to": "Von {from} an {to}",
  "transaction_from": "Von",
  "transaction_to": "An",
  "your_wallet": "Ihre Brieftasche",
  "search_contacts": "Kontakte durchsuchen",
  "data_load_error": "Fehler beim Laden der Daten",
  "add_contact": "Kontakt hinzufügen",
  "contact_added": "Kontakt hinzugefügt",
  "qr-scanner-title": "Scannen Sie den QR von jemanden",
  "at_least_3": "Mindestens 3 Punkte sind erforderlich",
  "intro_some_pattern_to_export": "Muster für den Import/Export Ihrer Brieftasche",
  "confirm_pattern": "Muster bestätigen",
  "draw_pattern": "Muster zeichnen",
  "expert_mode": "Experten-Modus",
  "intro_pattern_to_import": "Muster, das Sie zum Exportieren Ihrer Brieftasche benutzt haben",
  "wrong_pattern": "Falsches Muster",
  "wallet_exported": "Brieftasche korrekt exportiert",
  "reloading_nodes": "{type} Knoten werden neu geladen",
  "wallet_imported": "Brieftasche korrekt importiert",
  "cancel": "ABBRECHEN",
  "yes_import": "ICH BIN MIR SICHER, IMPORTIERE IHN",
  "import_config_title": "Sind Sie sich sicher?",
  "import_config_desc": "Dies wird Ihre gegenwärtige Brieftasche mit der importierten überschreiben",
  "import_config_desc_danger": "Dies wird Ihre gegenwärtige Brieftasche (welche Geldmittel enthält) mit der importierten überschreiben - dadurch könnten Sie diese Geldmittel verlieren",
  "enter_a_valid_number": "Geben Sie eine gültige Zahl an",
  "enter_a_positive_number": "Geben Sie eine positive Zahl an",
  "payment_successful": "Zahlung erfolgt!",
  "please_confirm_sent": "Sind Sie sich sicher?",
  "please_confirm_sent_desc": "Bitte bestätigen Sie, dass Sie {amount} {currency} an {to} überwiesen wollen",
  "yes_sent": "JA, BITTE ÜBERWEISEN",
  "receive_g1": "Ğ1 empfangen",
  "insufficient balance": "Unzureichendes Guthaben für diese Zahlung",
  "language_switch_title": "Wählen Sie Ihre Sprache aus",
  "transaction_pending": "Noch nicht erledigt",
  "transaction_sending": "Am Senden",
  "transaction_receiving": "Am Empfangen",
  "transaction_sent": "Überwiesen",
  "valid_comment": "Die Bemerkung darf keine Akzente oder Kommas enthalten",
  "no_internet": "Keine Internetverbindung",
  "show_qr_to_client": "Zeigen Sie Ihrem Kunden Ihren öffentlichen Schlüssel",
  "show_qr_to_client_amount": "Zeigen Sie Ihrem Kunden diesen QR-Code mit diesem Betrag an",
  "card_validity": "Gültigkeit",
  "demo_desc": "Diese Brieftasche (Wallet) ist noch in Entwicklung: bitte benutzen Sie diese mit Vorsicht.",
  "export_key": "Brieftasche exportieren",
  "copy_your_key": "Ihren öffentlichen Schlüssel kopieren",
  "some_key_copied_to_clipboard": "Der öffentliche Schlüssel wurde in die Zwischenablage kopiert",
  "key_tools_title": "Schlüssel und Werkzeuge",
  "delete_contact": "Kontakt löschen",
  "no_contacts": "Sie haben noch keine Kontakte",
  "no_transactions": "Diese Brieftasche hat noch kein Saldo. Beginnen Sie, z.B. Dienstleistungen bei Ğ1-Märkten anzubieten, um Ihr erstes Einkommen zu erarbeiten.",
  "copy_contact_key": "Kopieren",
  "nothing_found": "Nichts gefunden",
  "technical_info_title": "Technische Informationen",
  "intro_3_title": "Die freie Währung Ğ1 funktioniert über das Duniter-Netzwerk",
  "intro_4_title": "Los geht's!",
  "intro_5_title": "Und dann …",
  "intro_5_description": "Von hier aus können Sie sowohl Dienstleistungen und Produkte anbieten und Bezahlungen in der Ğ1-Währung empfangen, als auch die Ğ1-Währung zum Kauf von Gütern benutzen.",
  "card_validity_tooltip": "Bitte beachten Sie, dass diese Brieftasche nur zugänglich ist, wenn Sie diesen speziellen Browser oder diese App und dieses Gerät verwenden. Wenn Sie den Browser oder die App löschen oder zurücksetzen, verlieren Sie den Zugriff auf diese Wallet und die darin gespeicherten Guthaben.",
  "intro_2_description": "Die Ğ1 ist unabhängig von jeglichen Regierungen oder Gesellschaften, ist ökologisch (durch niedrigen Energieverbrauch), ist transparent und gerecht allen Beteiligten gegenüber.",
  "intro_3_description": "Duniter ist ein dezentralisiertes Kryptowährungsnetzwerk, das die Leute ermöglicht, ihre eigene Ğ1 Währung zu schaffen.",
  "intro_4_description": "Wir helfen Ihnen, eine Ğ1-Brieftasche zu eröffnen, damit Sie Ihre Ğ1-Währung einfach und sicher auf Ihrem Gerät speichern und anderen ohne Zwischenwege überweisen können.",
  "keys_tooltip": "Öffentliche und private Schlüssel sind in Ğ1 und in Duniter wie ein Schlüssel-Schloss-System. Dabei schliesst der öffentliche Schlüssel ab, und nur der dazu passende private Schlüssel kann öffnen. Das ist eine sichere Weise, Transaktionen zu authentifizieren und zu überprüfen.",
  "creditCardKey_button_desc": "Bitte beachten Sie, dass alles auf diesem Gerät gespeichert wird. Stellen Sie also sicher, dass Sie diese Anwendung nicht löschen, um den Verlust Ihrer Brieftasche zu vermeiden. Im Info-Bereich können Sie eine Sicherungskopie Ihrer Brieftasche erstellen, falls Ihr Gerät Probleme hat und Sie auf Ihre Brieftasche zugreifen müssen.",
  "info_links": "Links",
  "creditCardKey_button_title": "Dies ist Ihr Brieftasche!",
  "creditCardKey_button_web_title": "Das ist Ihre Brieftasche!",
  "error_importing_wallet": "Fehler beim Importieren der Brieftasche",
  "no_nodes_found": "Wir konnten mit keinem Knoten kommunizieren. Bitte versuchen Sie es später noch einmal.",
  "retry": "ZURÜCK",
  "code_translate": "Helfen Sie uns Ğ1nkgo zu übersetzen",
  "fetch_tx_error": "Beim Abrufen Ihrer Transaktionen ist etwas schief gelaufen.",
  "creditCardKey_title": "Brieftasche Erstellt!",
  "browser_warning": "Sie benutzen einen Browser, den wir nicht testeten. Bitte benutzen Sie Chrome, Firefox oder Brave.",
  "creditCardPubKey_title": "Öffentliche Adresse der Brieftasche",
  "creditCardPubKey_desc": "Dies ist die öffentliche Adresse Ihrer Brieftasche (auch wenn es sich hierbei um die abgekürzte Version handelt). Sie können sie kopieren, indem Sie auf sie tippen, um sie mit anderen zu teilen.",
  "search_user_title_in_contacts": "Suche nach Benutzern",
  "creditCardKey_web_title": "Brieftasche erstellt!",
  "creditCardKey_desc": "Herzlichen Glückwunsch! Sie haben Ihre Ğ1-Brieftasche erfolgreich erstellt. Bitte beachten Sie, dass alles auf diesem Gerät gespeichert wird. Stellen Sie also sicher, dass Sie diese Anwendung nicht löschen, um zu vermeiden, dass Ihre Brieftasche verloren geht. Im Info-Bereich können Sie eine Sicherungskopie Ihrer Brieftasche erstellen, für den Fall, dass Ihr Gerät Probleme hat und Sie auf Ihre Brieftasche zugreifen müssen.",
  "creditCardKey_web_desc": "Herzlichen Glückwunsch! Sie haben Ihre Ğ1-Brieftasche erfolgreich erstellt. Es ist wichtig zu beachten, dass diese Brieftasche nur in Ihrem Browser gespeichert wird. Wenn Sie den Browser schließen und wieder öffnen, sollten Sie sich vergewissern, dass dieselbe Brieftasche angezeigt wird. Wenn nicht, verwenden Sie möglicherweise einen nicht unterstützten Browser. Denken Sie daran, dass wir auch eine App haben. Im Info-Bereich können Sie eine Sicherungskopie Ihrer Brieftasche erstellen, für den Fall, dass Ihr Gerät irgendwelche Probleme hat.",
  "creditCardKey_button_web_desc": "Es ist wichtig zu beachten, dass diese Brieftasche nur in Ihrem Browser gespeichert ist. Wenn Sie also den Browser schließen und erneut öffnen, sollten Sie sicherstellen, dass dieselbe Brieftasche angezeigt wird. Falls nicht, verwenden Sie möglicherweise einen nicht unterstützten Browser. Denken Sie daran, dass wir auch eine App haben. Im Info-Bereich können Sie eine Sicherungskopie Ihrer Brieftasche erstellen, für den Fall, dass Ihr Gerät irgendwelche Probleme hat.",
  "faq_3_title": "Warum kann ich der Brieftasche kein Passwort hinzufügen?",
  "incorrect_passwords": "Falsches Passwort",
  "transaction_waiting_network": "Erneuter Versuch mit Internet",
  "payment_successful_desc": "Die Transaktion wird in wenigen Minuten abgeschlossen sein.",
  "faq_2_title": "Ist diese Brieftasche sicher?",
  "transaction_failed": "Zahlung fehlgeschlagen",
  "faq_0_desc": "Beginnen Sie damit, Ihre Dienste auf Ğ1-Märkten anzubieten, um so Ihr erstes Einkommen zu erhalten. Wenn Sie bereits Ğ1 auf einem Cesium-Konto haben, können Sie etwas davon auf dieses Wallet übertragen und es nutzen, um Ğ1-Währung einfach zu senden und zu empfangen.",
  "faq_0_title": "Wie kann ich Ğ1 und diese Brieftasche nutzen?",
  "faq_1_title": "Kann ich mein Cesium-Konto importieren?",
  "faq_1_desc": "Ja, Sie können ein Cessium-Konto importieren und es wird bei jeder Nutzung nach Ihrem Passwort/Passphrase gefragt.",
  "faq_title": "FAQ",
  "please_confirm_retry_sent_desc": "Bitte bestätigen Sie, dass Sie erneut versuchen möchten, {amount} {currency} an {to} zu senden.",
  "faq_3_desc": "Erstens ist es mühsam, eine Brieftasche dieser Art mit nuklearer Sicherheitsausstattung zu versehen. Zweitens verlieren die Leute ständig ihre Passwörter und Guthaben, was wir vermeiden wollten. Schließlich könnten wir zwar etwas Einfacheres wie ein PIN-Passwort oder ein Muster hinzufügen, aber die Leute könnten ihre Handy- oder Kreditkartenpasswörter wiederholen, was katastrophale Folgen haben könnte. Wir glauben, dass es auf diese Weise sicherer ist.",
  "faq_4_title": "Warum etwas so banales wie eine Kreditkarte und ein Kartenlesegerät verwenden?",
  "faq_4_desc": "Hauptsächlich deshalb, weil wir die Verwendung von Ğ1 für neue Benutzer einfach gestalten wollten, um dann mit zunehmender Verwendung den Übergang zu fortgeschritteneren Programmen wie Cäsium zu erleichtern.",
  "share_your_key": "Teilen Sie Ihren öffentlichen Schlüssel",
  "share_this_key": "Teilen Sie",
  "form_save": "SAVE",
  "form_contact_title_add": "Einen Kontakt hinzufügen",
  "form_contact_title": "Kontakt bearbeiten",
  "form_contact_name": "Name",
  "form_contact_name_validation": "Bitte geben Sie einen Namen ein",
  "faq_2_desc": "Sie ist so sicher wie eine Brieftasche oder ein Portemonnaie in Ihrer Tasche. Mit anderen Worten: Sie benutzen eine normale Bankkarte, indem Sie sie aus der Tasche nehmen und ein vierstelliges Passwort eingeben. Mit dieser Ğ1-Brieftasche ist es so ziemlich das gleiche. Sie nehmen Ihr Telefon heraus, entsperren es in der Regel mit einer vierstelligen PIN, und dann können Sie diese Brieftasche bedienen. Daher sollten Sie genauso vorsichtig sein wie bei Ihrer echten Brieftasche. Wenn Sie diesen Browser oder diese App löschen oder Ihr mobiles Gerät verlieren, können Sie Ihr Guthaben verlieren und es nicht mehr zurückerhalten (es sei denn, Sie haben eine exportierte Sicherungskopie Ihrer Brieftasche).",
  "feedback_draw": "Zeichnen Sie",
  "request_notifications_perms": "Bei neuen Zahlungen benachrichtigt werden",
  "allow_notifications_desc": "Erlauben Sie Ğ1nkgo, Sie über neue Zahlungen zu informieren",
  "payment_canceled": "Stornierte Zahlung, obwohl wir nicht sicherstellen können, dass sie nicht bereits ausgeführt wurde",
  "deny_notifications_btn": "VERWEIGERN",
  "allow_notifications_btn": "ERLAUBEN",
  "notification_new_payment_title": "Neue Zahlung erhalten",
  "notification_new_payment_desc": "Sie haben eine Zahlung von {amount} von {from} erhalten",
  "notification_new_sent_title": "Neue Zahlung übermittelt",
  "notification_new_sent_desc": "Sie haben einen {amount} an {to} gesendet",
  "nodes_tech_info": "Liste der Knoten",
  "notification_open": "ÖFFNEN",
  "payAmountKey_desc": "Geben Sie in diesem Feld den Betrag an, den Sie in Ğ1 zahlen wollen.",
  "pay_again": "Erneut zahlen",
  "receiveQrKey_desc": "Auf diesem Bildschirm finden Sie Ihren eigenen QR-Code, den Sie mit anderen teilen können, um Zahlungen in Ğ1 zu erhalten.",
  "receiveSumKey_title": "Schnelles Total",
  "payment_waiting_internet_desc_beta": "Versuchen Sie Ihre Zahlung erneut, wenn das Internet wieder verfügbar ist.",
  "payment_waiting_internet_desc": "Wir werden Ihre Zahlung wiederholen, sobald das Internet wieder verfügbar ist.",
  "import_wallet_from_clipboard": "Brieftasche aus Zwischenablage importieren",
  "import_wallet_from_clipboard_desc": "Einfügen eines zuvor exportierten Brieftaschentexts von Ğ1nkgo oder eines öffentlichen Schlüssels einer anderen Brieftasche (wie Cesium)",
  "select_import_method": "Wählen Sie die Importmethode",
  "file_import": "Importieren aus Datei",
  "export": "EXPORTIEREN",
  "clipboard_import": "Importieren aus der Zwischenablage",
  "clipboard_import_pubkey": "Importieren von öffentlichem Schlüssel (Cesium, etc)",
  "paste": "EINFÜGEN",
  "import": "IMPORTIEREN",
  "clipboard_export": "Exportieren in die Zwischenablage",
  "select_export_method": "Wählen Sie die Exportmethode",
  "qr_scanner_cancel": "ANNULLIEREN",
  "qr_invalid_payment": "Ungültiger QR-Code: Falsche Zahlungsinformationen",
  "card_theme_select": "Wählen Sie ein Motiv für Ihre Karte",
  "cesium_auth_dialog_title": "Geben Sie Ihre Anmeldedaten für {key} ein",
  "cesium_secret_phrase": "Geheime Phrase",
  "wallet_already_imported": "Brieftasche/n bereits importiert",
  "paySentKey_desc": "Sobald Sie den Zahlungsbetrag angegeben haben, müssen Sie nur noch auf die Schaltfläche \"Senden\" klicken, um die Zahlung durchzuführen. Es ist wichtig zu wissen, dass diese Brieftasche kein Passwort hat, so dass sie wie eine Brieftasche für schnelle Transaktionen mit kleinen Beträgen funktioniert.",
  "receiveMainKey_title": "Ğ1 empfangen",
  "receiveAmountKey_title": "QR mit Beträgen",
  "receiveSumKey_desc": "Sie können auch einen QR-Code mit dem Gesamtbetrag eines Einkaufs generieren, indem Sie die Preise der von Ihnen verkauften Artikel addieren.",
  "contactsMainKey_title": "Kontakte",
  "txMainKey_title": "Transaktionen",
  "txBalanceKey_title": "Bilanz",
  "txBalanceKey_desc": "In diesem Dialogfeld können Sie den aktuellen Kontostand Ihrer Ğ1nkgo-Brieftasche sehen.",
  "txRefreshKey_title": "Aktualisieren",
  "payment_error_desc": "Ups! die Zahlung ist fehlgeschlagen. Mehr Details: {error}",
  "exportMainKey_title": "Exportieren der Brieftasche",
  "feedback": "Haben Sie Probleme? Informieren Sie uns!",
  "payment_waiting_internet_title": "Kein Internet",
  "contact_already_exists": "Kontakt bereits vorhanden",
  "wrong_public_key": "Falscher öffentlicher Schlüssel",
  "txRefreshKey_desc": "Wenn Sie auf eine Zahlung warten, können Sie diese Taste drücken, um den Bildschirm zu aktualisieren. Diese Brieftasche wird dies jedoch auch regelmäßig für Sie tun und Ihnen Benachrichtigungen über neue Zahlungen senden.",
  "infoMainKey_title": "Weitere Informationen",
  "infoMainKey_desc": "Hier finden Sie weitere Informationen über Ihre Brieftasche und andere Optionen.",
  "exportMainKey_desc": "Es ist wichtig, dass Sie so bald wie möglich eine Sicherungskopie Ihrer Brieftasche erstellen und diese sicher aufbewahren, damit Sie sie in einen anderen Browser oder die App importieren oder Ihre Brieftasche wiederherstellen können, falls Sie Ihr Gerät verlieren.",
  "retry_payment": "Zahlung wiederholen",
  "cancel_payment": "Zahlung stornieren",
  "telegram_group": "Telegram-Gruppe",
  "card_name_changed": "Ihr Kartenname wurde aktualisiert. Bitte beachten Sie, dass dieser Name öffentlich ist und es anderen ermöglicht, Sie zu finden",
  "file_export": "Exportieren in eine Datei",
  "share_export": "Teilen per E-Mail/Chat/etc.",
  "wallet_copied": "Brieftasche in die Zwischenablage kopiert",
  "link_export": "Link exportieren",
  "cant_find_qr_contact": "Kann den über QR bereitgestellten Kontakt nicht finden",
  "accept": "AKZEPTIEREN",
  "receiveAmountKey_desc": "Wenn Sie ein Produkt oder eine Dienstleistung verkaufen möchten, können Sie einen QR-Code mit Ihrem öffentlichen Schlüssel und dem zu zahlenden Betrag in Ğ1 erstellen.",
  "qr_scanner_flash_on": "BLINKEN EIN",
  "qr_scanner_flash_off": "BLINKEN AUS",
  "qr_scanner_title": "QR Code scannen",
  "display_amounts_du": "Beträge in DU anzeigen",
  "cesium_password": "PASSWORT",
  "bug_report": "Fehlerbericht",
  "slidable_tutorial": "Wischen Sie für weitere Aktionen",
  "copied_to_clipboard": "In die Zwischenablage kopiert",
  "your_name_here": "Benennen Sie diese Karte",
  "share_export_subject": "Ğ1nkgo Brieftasche exportieren",
  "pay_with_nfc_tooltip": "Um eine Zahlung zu erhalten, bringen Sie dieses Gerät einfach in die Nähe der anderen Brieftasche mit aktiviertem NFC.",
  "form_contact_notes": "Hinweise",
  "form_contact_pub_key": "Öffentlicher Schlüssel",
  "long_press_to_edit": "Schieben, um diesen Kontakt auszuwählen. Tippen und halten zum Bearbeiten",
  "payment_error": "Fehler beim Bezahlen",
  "feedback_submit": "ABSCHICKEN",
  "feedback_whats_wrong": "Beschreiben Sie Ihr Anliegen:",
  "contactsMainKey_desc": "In diesem Bereich können Sie Ihre häufigsten Kontakte speichern und QR-Codes von anderen Personen scannen.",
  "payment_error_retry": "Ups! Die Zahlung ist fehlgeschlagen. Bitte versuchen Sie es in einigen Minuten erneut.",
  "error_installing_desktop": "Fehler bei der Installation von Ğ1nkgo auf Ihrem Desktop: (Fehler: {error})",
  "install_desktop": "Ğ1nkgo auf dem Desktop installieren",
  "import_failed": "Brieftaschenimport fehlgeschlagen",
  "select_file_to_import": "Wählen Sie die Sicherung der Brieftasche",
  "You can't send money to yourself.": "Sie können sich selbst kein Geld senden.",
  "paySearchUserKey_title": "Zahlungen mit Ğ1 vornehmen",
  "paySearchUserKey_desc": "In diesem Bereich können Sie Zahlungen in Ğ1 vornehmen. Sie können nach Nutzern im Netzwerk suchen oder QR-Codes scannen, um Ihre Zahlungen zu tätigen.",
  "paySentKey_title": "Ğ1 abschicken",
  "payAmountKey_title": "Zahlungsbetrag eintragen",
  "feedback_navigate": "Navigieren Sie",
  "form_contact_name_validation_pub_key": "Bitte geben Sie einen gültigen öffentlichen Schlüssel ein",
  "contactsQrKey_desc": "Hier können Sie QR-Codes von anderen Personen scannen, um sie zu Ihren Kontakten hinzuzufügen.",
  "receiveMainKey_desc": "Dies funktioniert ähnlich wie die Verkaufsautomaten in den Geschäften, aber anstelle von Kreditkartenzahlungen verwenden wir QR-Codes. Hier können Sie QR-Codes generieren, die andere scannen können, um Zahlungen an Sie zu leisten.",
  "txMainKey_desc": "Hier können Sie den Verlauf Ihrer Transaktionen einsehen. Wenn Ihre Brieftasche leer ist, um Ğ1 zu verwenden, können Sie Ihre Dienste auf Märkten oder Web-Plattformen wie gchange.fr, girala.net, unter anderem, anbieten. Wenn Sie bereits über Ğ1 verfügen, können Sie sie auf diese Ğ1nkgo-Brieftasche übertragen und mit ihrer Nutzung beginnen.",
  "viewIssue": "Ausgabe anzeigen",
  "issueCreationErrorTitle": "Fehler beim Erstellen einer Ausgabe",
  "issueCreatedTitle": "Ausgabe erstellt",
  "issueCreatedSuccessfully": "Es wurde eine Ausgabe mit Ihrem Feedback erstellt. Setzen Sie ein Lesezeichen für den Link zum Thema, um den Fortschritt zu verfolgen. Danke!",
  "issueCreationErrorMessage": "Beim Versuch, ein Thema mit Ihrem Feedback zu erstellen, ist ein Fehler aufgetreten.",
  "payment_error_no_pass": "Fehlerhafte Passwörter",
  "search_user_hint": "Geben Sie einen Namen oder einen Schlüssel ein oder fügen Sie eine Liste von Schlüsseln ein.",
  "search_multiuser_hint": "Lange drücken, wenn Sie mehrere Benutzer auf einmal bezahlen wollen",
  "contacts_sort_by_date": "Sortierung nach Datum",
  "contacts_sort_by_name": "Sortieren nach Name",
  "wallets_imported": "{number} importierte Brieftasche/n",
  "please_confirm_delete": "Sind Sie sicher?",
  "please_confirm_delete_desc": "Sind Sie sicher, dass Sie diese Brieftasche löschen wollen?",
  "please_confirm_delete_desc_g1nkgo": "Sind Sie sicher, dass Sie diese Brieftasche löschen wollen? Wenn Sie das tun und keine Sicherungskopie haben, verlieren Sie den Zugriff auf die Brieftasche und das darin gespeicherte Geld.",
  "please_confirm_sent_multi_desc": "Sind Sie sicher, dass Sie {amount} {currency} an {people} Leute zahlen wollen?",
  "multi_pay_results": "Ergebnisse der Zahlungen",
  "multi_pay_results_desc": "{success} Erfolg, {fail} fehlgeschlagen",
  "Insufficient balance in your wallet": "Unzureichendes Guthaben in Ihrer Brieftasche",
  "others_and_someone": "{others} und {someone}",
  "search_user_hint_basic": "Geben Sie einen Namen oder einen Schlüssel ein",
  "account_info": "Kontoinformation"
}
