{
  "app_name": "Ğinkgo",
  "credit_card_title": "Payer avec Ğ1",
  "g1_wallet": "Portefeuille Ğ1",
  "close": "FERMER",
  "bottom_nav_first": "Payer",
  "bottom_nav_second": "Recevoir",
  "bottom_nav_trd": "Contacts",
  "bottom_nav_frd": "Solde",
  "bottom_nav_fifth": "Info",
  "send_g1": "Envoyer des Ğ1",
  "g1_amount": "Montant à envoyer",
  "g1_amount_hint": "Montant à envoyer en {currency}",
  "g1_form_pay_send": "Envoyer",
  "search_user_title": "Utilisateur à payer",
  "search_user_title_in_contacts": "Chercher des utilisateurs",
  "search_user": "Rechercher utilisateur ou clé",
  "search_user_btn": "Rechercher un utilisateur",
  "g1_form_pay_desc": "Description",
  "g1_form_pay_hint": "Entrez une description (facultatif)",
  "code_card_title": "Dépôt de code",
  "intro_1_title": "Bienvenue dans notre portefeuille Ğ1 !",
  "intro_1_description": "Avec ce portefeuille, vous pouvez facilement et en toute sécurité stocker, envoyer et recevoir de la monnaie Ğ1 (également connue sous le nom de 'June').",
  "intro_2_title": "Une monnaie numérique libre créée par le peuple, pour le peuple",
  "intro_2_description": "Ğ1 ne dépend d'aucun gouvernement ou entreprise et est écologique (car elle consomme peu d'énergie), transparente et équitable pour tous.",
  "intro_3_title": "La monnaie Ğ1 fonctionne sur le réseau Duniter",
  "intro_3_description": "Duniter est un réseau de crypto-monnaie décentralisé qui permet aux personnes de créer leur propre monnaie Ğ1.",
  "intro_4_title": "Commençons !",
  "intro_4_description": "Nous vous aiderons à créer un portefeuille Ğ1 afin que vous puissiez stocker facilement et en toute sécurité votre monnaie Ğ1 sur votre appareil et l'envoyer à d'autres personnes sans intermédiaires.",
  "intro_5_title": "Et puis…",
  "intro_5_description": "À partir d'ici, vous pouvez proposer vos services et produits et recevoir des paiements en monnaie Ğ1, ainsi qu'utiliser la monnaie Ğ1 pour acheter des biens.",
  "no_internet": "Pas de connexion Internet",
  "skip": "Passer",
  "start": "Commencer",
  "offline": "Vous êtes hors ligne !",
  "online_terminal": "En ligne",
  "offline_terminal": "Hors ligne",
  "show_qr_to_client": "Montrez votre clé publique à votre client",
  "show_qr_to_client_amount": "Présentez ce code QR avec ce montant à votre client",
  "keys_tooltip": "Les clés publiques et privées en Ğ1 et Duniter fonctionnent comme un système de verrou et de clé, où la clé publique agit comme le verrou qui peut être ouvert par n'importe qui ayant la clé privée correspondante, offrant ainsi un moyen sécurisé d'authentifier et de vérifier les transactions",
  "card_validity": "Validité",
  "card_validity_tooltip": "Veuillez noter que ce portefeuille n'est accessible que lors de l'utilisation de cette application et de cet appareil spécifiques. Si vous supprimez ou réinitialisez l'application, vous perdrez l'accès à ce portefeuille et aux fonds qu'il contient.",
  "demo_desc": "Portefeuille en cours de développement : à utiliser avec prudence",
  "export_key": "Exporter votre portefeuille",
  "import_key": "Importer votre portefeuille",
  "copy_your_key": "Copier votre clé publique",
  "key_copied_to_clipboard": "Votre clé publique a été copiée dans le presse-papiers",
  "key_tools_title": "Clés et outils",
  "transactions": "Opérations",
  "balance": "Solde",
  "transaction_from_to": "De {from} à {to}",
  "transaction_from": "De",
  "transaction_to": "À",
  "your_wallet": "votre portefeuille",
  "delete_contact": "Supprimer le contact",
  "search_contacts": "Rechercher des contacts",
  "no_contacts": "Vous n'avez pas encore de contacts",
  "data_load_error": "Erreur de chargement des données",
  "add_contact": "Ajouter un contact",
  "contact_added": "Contact ajouté",
  "no_transactions": "Ce portefeuille n'a pas de solde. Commencez par proposer vos services dans des Gmarchés, par exemple, pour percevoir vos premiers revenus.",
  "qr-scanner-title": "Scanner le QR code d'une personne",
  "copy_contact_key": "Copier",
  "nothing_found": "Rien trouvé",
  "technical_info_title": "Informations techniques",
  "pattern_do_not_match": "Les modèles ne correspondent pas",
  "at_least_3": "Au moins 3 points sont requis",
  "intro_some_pattern_to_export": "Motif pour importer/exporter votre portefeuille",
  "confirm_pattern": "Confirmer le motif",
  "draw_pattern": "Dessiner le motif",
  "draw_your_pattern": "Dessinez votre motif",
  "expert_mode": "Mode expert",
  "intro_pattern_to_import": "Motif utilisé pour exporter votre portefeuille",
  "wrong_pattern": "Mauvais motif",
  "wallet_exported": "Portefeuille exporté correctement",
  "reloading_nodes": "Rechargement {type} des nœuds",
  "wallet_imported": "Portefeuille importé correctement",
  "cancel": "ANNULER",
  "yes_import": "J'EN SUIS SÛR, IMPORTEZ-LE",
  "import_config_title": "Êtes-vous sûr ?",
  "import_config_desc": "Cela remplacera votre portefeuille actuel par le portefeuille importé",
  "import_config_desc_danger": "Cela écrasera votre portefeuille actuel (qui contient des fonds !) avec le portefeuille importé, et vous risquez de perdre ces fonds",
  "enter_a_valid_number": "Saisissez un nombre valide",
  "enter_a_positive_number": "Saisissez un nombre positif",
  "payment_successful": "Paiement envoyé !",
  "payment_successful_desc": "La transaction sera effective dans quelques minutes.",
  "please_confirm_sent": "Êtes-vous sûr ?",
  "please_confirm_sent_desc": "Veuillez confirmer que vous souhaitez envoyer {amount} {currency} à {to}",
  "please_confirm_retry_sent_desc": "Veuillez confirmer que vous souhaitez réessayer d'envoyer {amount} {currency} à {to}",
  "yes_sent": "OUI, ENVOYER",
  "receive_g1": "Recevoir des Ğ1",
  "insufficient balance": "solde insuffisant pour payer cette somme",
  "language_switch_title": "Sélectionnez votre langue",
  "transaction_pending": "En attente",
  "transaction_sending": "Envoi",
  "transaction_receiving": "Réception",
  "transaction_sent": "Envoyé",
  "transaction_received": "Reçu",
  "transaction_failed": "Le paiement a échoué",
  "transaction_waiting_network": "Réessayez avec Internet",
  "valid_comment": "Le commentaire ne peut pas comporter d'accents ou de virgules",
  "search_limitation": "Le terme de recherche doit comporter au moins 3 caractères",
  "faq_title": "Questions fréquentes",
  "faq_0_title": "Comment puis-je commencer à utiliser la Ğ1 et ce portefeuille ?",
  "faq_0_desc": "Commencez par proposer vos services sur les Gmarchés, par exemple pour percevoir vos premiers revenus. Si vous avez déjà des Ğ1 sur un compte Cesium, vous pouvez en transférer sur ce portefeuille et l'utiliser pour envoyer et recevoir facilement de la monnaie Ğ1.",
  "faq_1_title": "Puis-je importer mon compte Cesium ?",
  "faq_1_desc": "Oui, il est possible d'importer un compte Cesium. L' identifiant secret et mot de passe seront demandé à chaque utilisation.",
  "faq_2_title": "Ce portefeuille est-il sécurisé ?",
  "faq_2_desc": "Il est aussi sûr que de garder un portefeuille ou un sac à main dans sa poche. En d'autres termes, vous utilisez une carte bancaire ordinaire en la sortant de votre poche et en entrant un mot de passe à quatre chiffres. Avec ce portefeuille Ğ1, c'est à peu près la même chose. Vous sortez votre téléphone, vous le déverrouillez généralement à l'aide d'un code PIN à quatre chiffres et vous pouvez ensuite utiliser ce portefeuille. Vous devez donc être aussi prudent que vous l'êtes avec vos portefeuilles et sacs à main physiques. Si vous supprimez ce navigateur ou cette application ou si vous perdez votre appareil mobile, vous risquez de perdre vos fonds et de ne pas pouvoir les récupérer (sauf si vous disposez d'une copie de sauvegarde exportée de votre portefeuille).",
  "faq_3_title": "Pourquoi ne puis-je pas ajouter un mot de passe au portefeuille ?",
  "faq_3_desc": "Tout d'abord, l'ajout d'une sécurité de type valise nucléaire à un portefeuille de ce type est un véritable casse-tête. Ensuite, les gens perdent constamment leurs mots de passe et leurs fonds, ce que nous voulions éviter. Enfin, bien que nous puissions ajouter quelque chose de plus simple, comme un mot de passe PIN ou un motif, les gens risquent de répéter leurs mots de passe de téléphone portable ou de carte de crédit, ce qui pourrait s'avérer désastreux. Nous pensons qu'il est plus sûr de procéder ainsi.",
  "faq_4_title": "Pourquoi utiliser quelque chose d'aussi prosaïque qu'une carte de crédit et un lecteur de carte ?",
  "faq_4_desc": "Principalement parce que nous voulions que l'utilisation de Ğ1 soit simple pour les nouveaux utilisateurs et qu'ensuite, avec l'usage, il soit plus facile de passer à l'utilisation de programmes plus avancés comme Cesium.",
  "share_your_key": "Partagez votre clé publique",
  "share_this_key": "Partager",
  "form_save": "SAUVEGARDER",
  "form_contact_title_add": "Ajouter un contact",
  "form_contact_title": "Modifier le contact",
  "form_contact_name": "Nom",
  "form_contact_name_validation": "Veuillez saisir un nom",
  "form_contact_name_validation_pub_key": "Veuillez saisir une clé publique valide",
  "form_contact_notes": "Notes",
  "form_contact_pub_key": "Clé publique",
  "long_press_to_edit": "Faites glisser pour sélectionner ce contact. Touchez longuement pour modifier",
  "payment_error": "Erreur de paiement",
  "payment_error_desc": "Oups ! le paiement a échoué. Plus de détails : {error}",
  "payment_error_retry": "Oups ! le paiement a échoué. Veuillez réessayer dans quelques minutes.",
  "error_installing_desktop": "Erreur d'installation de Ğ1nkgo sur votre appareil : (error : {error})",
  "install_desktop": "Installer Ğinkgo sur votre appareil",
  "import_failed": "L'importation du portefeuille a échoué",
  "select_file_to_import": "Sélectionner le portefeuille sauvegardé",
  "You can't send money to yourself.": "Vous ne pouvez pas vous envoyer de l'argent à vous-même.",
  "request_notifications_perms": "Recevoir des notifications sur les nouveaux paiements",
  "allow_notifications_desc": "Autoriser Ğ1nkgo à vous notifier les nouveaux paiements",
  "allow_notifications_btn": "AUTORISER",
  "deny_notifications_btn": "REFUSER",
  "notification_open": "OUVRIR",
  "notification_new_payment_title": "Nouveau paiement reçu",
  "notification_new_payment_desc": "Vous avez reçu un paiement de {amount} de la part de {from}",
  "notification_new_sent_title": "Nouveau paiement envoyé",
  "notification_new_sent_desc": "Vous avez envoyé {amount} à {to}",
  "contact_already_exists": "Le contact existe déjà",
  "wrong_public_key": "Mauvaise clé publique",
  "browser_warning": "Vous utilisez un navigateur que nous n'avons pas testé. Veuillez utiliser Chrome, Firefox ou Brave.",
  "code_translate": "Aidez-nous à traduire Ğ1nkgo",
  "nodes_tech_info": "Liste des nœuds",
  "info_links": "Liens",
  "error_importing_wallet": "Erreur à l'importation du portefeuille",
  "no_nodes_found": "Nous n'avons pu joindre aucun nœud Duniter, Veuillez réessayer plus tard.",
  "fetch_tx_error": "Une erreur est survenue lors de la lecture des transactions.",
  "retry": "RÉESSAYER",
  "creditCardKey_title": "Portefeuille créé !",
  "creditCardKey_desc": "Félicitations ! Vous avez créé avec succès votre portefeuille Ğ1. Veuillez noter que tout est stocké sur cet appareil, alors assurez-vous de ne pas supprimer cette application pour éviter de perdre votre portefeuille. Nous vous montrerons bientôt comment faire une sauvegarde de votre portefeuille, au cas où votre appareil aurait des problèmes et que vous auriez besoin d'accéder à votre portefeuille.",
  "creditCardKey_web_title": "Portefeuille créé !",
  "creditCardKey_web_desc": "Félicitations ! Vous avez créé avec succès votre portefeuille Ğ1. Notez que ce portefeuille n'est stocké que dans votre navigateur. Par conséquent, si vous fermez le navigateur et l'ouvrez à nouveau, assurez-vous que le même portefeuille apparaît. Si ce n'est pas le cas, il se peut que vous utilisiez un navigateur non pris en charge. N'oubliez pas que nous disposons également d'une application. Nous vous montrerons bientôt comment faire une sauvegarde de votre portefeuille, au cas où votre appareil aurait des problèmes.",
  "creditCardKey_button_title": "C'est votre portefeuille !",
  "creditCardKey_button_desc": "Veuillez noter que tout est stocker sur votre appareil, donc faites attention à ne pas effacer cette application afin d'éviter de perdre votre portefeuille. Dans la section 'Info', vous pouvez effectuer une sauvegarde de votre portefeuille, au cas où votre appareil rencontrerait un problème et que vous avez besoin d'accéder à votre portefeuille.",
  "creditCardKey_button_web_title": "C'est votre portefeuille !",
  "creditCardKey_button_web_desc": "Il est important de noter que ce portefeuille est stocké seulement dans votre navigateur. Ainsi, si vous fermez votre navigateur et le rouvrez, assurez-vous que le même portefeuille apparaisse. Si ce n'est pas le cas, vous utilisez peut-être un navigateur incompatible. Utilisez alors notre application mobile. Dans la section 'Info', vous pouvez effectuer une sauvegarde de votre portefeuille, au cas où votre appareil rencontrerait un problème.",
  "creditCardPubKey_title": "Clé publique du portefeuille",
  "creditCardPubKey_desc": "C'est la clé publique de votre portefeuille (bien qu'en version abrégée). Vous pouvez la copier en cliquant dessus pour la partager avec d'autres personnes.",
  "paySearchUserKey_title": "Effectuer des paiements en Ğ1",
  "paySearchUserKey_desc": "Cette fonction vous permet d'effectuer des paiements en Ğ1. Vous pouvez rechercher des utilisateurs sur le réseau ou scanner des QR codes pour effectuer vos paiements.",
  "payAmountKey_title": "Saisir le montant du paiement",
  "payAmountKey_desc": "Dans ce champ, vous devez indiquer le montant que vous voulez payer en Ğ1.",
  "paySentKey_title": "Envoyer des Ğ1",
  "paySentKey_desc": "Une fois que vous avez indiqué le montant du paiement, il vous suffit d'appuyer sur le bouton \"Envoyer\" pour effectuer le paiement. Il est important de noter que ce portefeuille n'a pas de mot de passe, il fonctionne donc comme un portefeuille de poche pour des transactions rapides avec de petits montants.",
  "receiveMainKey_title": "Recevoir des Ğ1",
  "receiveMainKey_desc": "Ce système fonctionne de la même manière que les appareils de point de vente dans les magasins, mais au lieu de payer par carte de crédit, nous utilisons des codes QR. Ici, vous pouvez générer des codes QR que d'autres personnes pourront scanner pour vous payer.",
  "receiveQrKey_desc": "Sur cet écran, vous trouverez votre propre QR code que vous pourrez partager avec d'autres personnes pour recevoir des paiements en Ğ1.",
  "receiveAmountKey_title": "QR avec montants",
  "receiveAmountKey_desc": "Si vous souhaitez vendre un produit ou un service, vous pouvez générer un QR code avec votre clé publique et le montant à facturer en Ğ1.",
  "receiveSumKey_title": "Total rapide",
  "receiveSumKey_desc": "Vous pouvez également générer un code QR indiquant le montant total d'un achat en additionnant les prix des articles que vous vendez.",
  "contactsMainKey_title": "Contacts",
  "contactsMainKey_desc": "Dans cette rubrique, vous pouvez enregistrer vos contacts les plus fréquents et scanner les codes QR d'autres personnes.",
  "contactsQrKey_desc": "Ici, vous pouvez scanner les codes QR d'autres personnes pour les ajouter à vos contacts.",
  "txMainKey_title": "Opérations",
  "txMainKey_desc": "Ici, vous pouvez consulter l'historique de vos transactions. Si votre portefeuille est vide, pour commencer à utiliser la Ğ1, vous pouvez proposer vos services sur des marchés ou des plateformes web telles que gchange.fr, girala.net, entre autres. Si vous avez déjà des Ğ1, vous pouvez les transférer vers ce portefeuille Ğ1nkgo et commencer à les utiliser.",
  "txBalanceKey_title": "Solde",
  "txBalanceKey_desc": "Sûr cet écran, vous pouvez voir le solde actuel de votre portefeuille Ğ1nkgo.",
  "txRefreshKey_title": "Actualiser",
  "txRefreshKey_desc": "Si vous attendez un paiement, vous pouvez appuyer sur ce bouton pour actualiser l'écran. Cependant, ce portefeuille le fera aussi périodiquement pour vous et vous enverra des notifications sûr les nouveaux paiements.",
  "infoMainKey_title": "Plus d'informations",
  "infoMainKey_desc": "Ici, vous trouverez plus d'informations sûr votre portefeuille et d'autres options.",
  "exportMainKey_title": "Export du portefeuille",
  "exportMainKey_desc": "Il est important que vous fassiez une sauvegarde de votre portefeuille dès que possible et que vous la conserviez en lieu sûr, afin de pouvoir l'importer dans un autre navigateur ou dans l'application, ou de restaurer votre portefeuille en cas de perte de votre appareil.",
  "feedback": "Des problèmes ? Donnez-nous plus d'informations !",
  "feedback_submit": "SOUMETTRE",
  "feedback_whats_wrong": "Décrivez votre problème :",
  "feedback_draw": "Dessinez",
  "feedback_navigate": "Naviguer",
  "bug_report": "Rapport de bug",
  "slidable_tutorial": "Glissez pour plus d'actions",
  "retry_payment": "Réessayer le paiement",
  "cancel_payment": "Annuler le paiement",
  "payment_canceled": "Paiement annulé sans que nous puissions nous assurer qu'il n'a pas déjà été exécuté",
  "pay_again": "Payer à nouveau",
  "telegram_group": "Groupe Telegram",
  "payment_waiting_internet_title": "Pas de connexion Internet",
  "payment_waiting_internet_desc": "Nous réessayerons votre paiement lorsque l'internet sera rétabli",
  "payment_waiting_internet_desc_beta": "Réessayez votre paiement lorsque la connexion internet sera rétablie",
  "your_name_here": "Nommez cette carte",
  "copied_to_clipboard": "Copié dans le presse-papiers",
  "pay_with_nfc_tooltip": "Pour recevoir un paiement, il suffit d'approcher cet appareil de l'autre portefeuille dont la NFC est activée.",
  "import_wallet_from_clipboard": "Importer portefeuille depuis le presse-papiers",
  "import_wallet_from_clipboard_desc": "Coller un portefeuille Ğ1nkgo précédemment exporté dans le Presse-Papier ou une clé publique d'un autre type de portefeuille (comme Césium)",
  "paste": "COLLER",
  "import": "IMPORTER",
  "select_import_method": "Selectionner une méthode d'Import",
  "file_import": "Importer depuis un Fichier",
  "export": "EXPORTER",
  "clipboard_import": "Importer depuis le Presse-Papier",
  "clipboard_import_pubkey": "Importer depuis une Clé Publique (Césium, etc)",
  "clipboard_export": "Exporter vers le Presse-Papier",
  "select_export_method": "Selectionner une méthode d'Export",
  "file_export": "Exporter vers un Fichier",
  "share_export": "Partager via Email / Chat / etc.",
  "wallet_copied": "Portefeuille copié dans le Presse-Papier",
  "link_export": "Exporter vers un Lien",
  "share_export_subject": "Export portefeuille Ğ1nkgo",
  "qr_invalid_payment": "QR code invalide : infos de paiement incorrectes",
  "cant_find_qr_contact": "Impossible de trouver le contact contenu dans le QR code",
  "qr_scanner_cancel": "ANNULER",
  "qr_scanner_flash_on": "FLASH ACTIVÉ",
  "qr_scanner_flash_off": "FLASH DESACTIVÉ",
  "qr_scanner_title": "Scanner un QR Code",
  "display_amounts_du": "Afficher le montant en DU",
  "wallet_already_imported": "Portefeuille(s) déjà importé(s)",
  "card_theme_select": "Selectionner un thème pour votre carte",
  "cesium_auth_dialog_title": "Entrez vos identifiants pour {key}",
  "cesium_secret_phrase": "identifiant Secret",
  "cesium_password": "Mot de passe",
  "accept": "ACCEPTER",
  "incorrect_passwords": "Mots de passe incorrects",
  "some_key_copied_to_clipboard": "La clé publique a été copiée dans le presse-papiers",
  "viewIssue": "Voir le ticket",
  "issueCreationErrorTitle": "Erreur à la création du ticket",
  "issueCreationErrorMessage": "Une erreur s'est produite en essayant de créer un ticket avec vos commentaires.",
  "issueCreatedTitle": "Ticket créé",
  "issueCreatedSuccessfully": "Un ticket a été créé avec vos commentaires. Ajoutez le lien du ticket à vos favoris pour suivre sa progression. Merci !",
  "card_name_changed": "Le nom de votre carte a été mis à jour. Veuillez noter que ce nom est public et permet aux autres de vous trouver",
  "contacts_sort_by_name": "Tri par nom",
  "payment_error_no_pass": "Mots de passe incorrects",
  "contacts_sort_by_date": "Tri par date",
  "search_user_hint_basic": "Saisissez un nom ou une clé",
  "Insufficient balance in your wallet": "Solde insuffisant dans votre portefeuille",
  "search_multiuser_hint": "Appuyez longuement si vous souhaitez payer plusieurs utilisateurs à la fois",
  "search_user_hint": "Saisissez un nom ou une clé ou collez une liste de clés",
  "account_info": "Information du compte",
  "please_confirm_sent_multi_desc": "Êtes vous certain de vouloir payer {amount} {currency} à {people} personnes ?",
  "others_and_someone": "{others} et {someone}",
  "wallets_imported": "{number} portefeuille(s) importé(s)",
  "please_confirm_delete": "Êtes vous certain ?",
  "please_confirm_delete_desc": "Êtes-vous certain de vouloir effacer ce portefeuille ?",
  "multi_pay_results": "Résultats des paiements",
  "multi_pay_results_desc": "{success} succès, {fail} échecs",
  "please_confirm_delete_desc_g1nkgo": "Êtes-vous certain de vouloir effacer ce portefeuille ? Si vous le faites et que vous n'avez pas de sauvegarde, vous en perdrez l'accès ainsi que les fonds stockés dedans."
}
