{
  "faq_1_title": "Posso importare il mio account Cesium?",
  "install_desktop": "Installa Ğ1nkgo sul desktop",
  "notification_new_payment_desc": "Hai ricevuto un pagamento di {amount} da {from}",
  "notification_new_sent_title": "Nuovo pagamento inviato",
  "notification_new_sent_desc": "Hai inviato un pagamento di {amount} a {to}",
  "enter_a_positive_number": "Inserisci un numero positivo",
  "faq_1_desc": "No, per motivi di sicurezza non consentiamo l'importazione di account Cesium. Questo è un portafoglio tascabile che si basa sulla sicurezza di base del tuo dispositivo mobile e puoi usarlo per trasferire fondi o ricevere pagamenti rapidamente per l'uso quotidiano. Inoltre, non è progettato per avere la funzionalità di appartenenza Cesium.",
  "faq_2_desc": "È sicuro come portare un portafoglio o una borsa in tasca. In altre parole, si utilizza una normale carta bancaria estraendola dalla tasca e inserendo una password di quattro cifre. Con questo portafoglio da Ğ1, è praticamente la stessa cosa. Tiri fuori il telefono, lo sblocchi solitamente con un PIN di quattro cifre e poi puoi utilizzare questo portafoglio. Quindi, dovresti essere cauto quanto lo sei con i tuoi portafogli e portamonete fisici. Se elimini questo browser o app o perdi il tuo dispositivo mobile, potresti perdere i tuoi fondi e non essere in grado di recuperarli (a meno che tu non abbia una copia di backup esportata del tuo portafoglio).",
  "faq_3_desc": "Innanzitutto, aggiungere la sicurezza a livello di valigia nucleare a un portafoglio di questo tipo è una seccatura. In secondo luogo, le persone perdono continuamente password e fondi, cosa che volevamo evitare. Infine, anche se potremmo aggiungere qualcosa di più semplice come una password PIN o uno schema, le persone potrebbero ripetere le password del cellulare o della carta di credito, il che potrebbe essere disastroso. Crediamo che sia più sicuro in questo modo.",
  "error_installing_desktop": "Errore durante l'installazione di Ğ1nkgo sul desktop: (error: {error})",
  "import_failed": "Importazione del portafoglio non riuscita",
  "allow_notifications_desc": "Consenti a Ğ1nkgo di notificarti i nuovi pagamenti",
  "notification_new_payment_title": "Nuovo pagamento ricevuto",
  "enter_a_valid_number": "Inserisci un numero valido",
  "import_config_desc": "Questo sovrascriverà il tuo attuale portafoglio con quello importato",
  "import_config_desc_danger": "Questo sovrascriverà il tuo portafoglio attuale (che ha dei soldi!) con quello importato e potrebbe farti perdere quei fondi",
  "intro_1_title": "Benvenuti sul nostro portafoglio G1!",
  "payment_successful": "Pagamento inviato!",
  "payment_successful_desc": "La transazione sarà eseguita tra pochi minuti.",
  "please_confirm_sent": "Sei sicuro?",
  "please_confirm_sent_desc": "Conferma che vuoi inviare {amount} {currency} a {to}",
  "yes_sent": "SÍ, INVIA",
  "receive_g1": "Ricevi Ğ1",
  "insufficient balance": "Saldo insufficiente per pagare",
  "language_switch_title": "Scegli la tua lingua",
  "transaction_pending": "In attesa",
  "transaction_sending": "In invio",
  "transaction_receiving": "In ricezione",
  "transaction_sent": "Inviato",
  "transaction_received": "Ricevuto",
  "valid_comment": "Il commento non può contenere né accenti né virgole",
  "search_limitation": "Il termine di ricerca deve contenere almeno 3 caratteri",
  "faq_title": "FAQs (Domande frequenti)",
  "faq_0_title": "Come posso iniziare a utilizzare Ğ1 e questo portafoglio?",
  "faq_0_desc": "Puoi cominciare offrendo i tuoi servizi nei mercatini Ğ1 e ricevere così i tuoi primi redditi. Se hai già delle Ğ1 in un account Cesium, puoi trasferirne una parte su questo portafoglio e usarlo per inviare e ricevere facilmente Ğ1 valuta.",
  "intro_1_description": "Con questo portafoglio, puoi avere, inviare e ricevere in modo semplice e sicuro valuta Ğ1 (nota anche come \"giuna\").",
  "app_name": "Ğinkgo",
  "faq_2_title": "È sicuro usare questo portafoglio?",
  "faq_3_title": "Perché non si può aggiungere una password al portafoglio?",
  "faq_4_title": "Perché usare qualcosa di così letterale come una carta di credito e un lettore di carte?",
  "faq_4_desc": "Principalmente perché volevamo rendere semplice l'uso di Ğ1 per le nuove persone e poi, con l'uso, facilitare il passaggio all'uso di programmi più avanzati come Cesium.",
  "share_your_key": "Condividi la tua chiave pubblica",
  "share_this_key": "Condividi",
  "form_save": "SALVA",
  "form_contact_title": "Modifica contatto",
  "form_contact_name": "Nome",
  "form_contact_name_validation": "Per favore Inserisci un nome",
  "form_contact_notes": "Note",
  "long_press_to_edit": "Fai scorrere per selezionare questo contatto. Tocca e tieni premuto per modificare",
  "form_contact_pub_key": "Chiave pubblica",
  "payment_error": "Errore di pagamento",
  "payment_error_desc": "Oops! Il pagamento non è andato a buon fine. Maggiori dettagli: {error}",
  "payment_error_retry": "Ops! Il pagamento non è andato a buon fine. Riprovaci tra qualche minuto.",
  "select_file_to_import": "Seleziona il backup del portafoglio",
  "You can't send money to yourself.": "Non puoi inviare denaro a te stesso.",
  "request_notifications_perms": "Ricevi una notifica con nuovi pagamenti",
  "allow_notifications_btn": "PERMETTI",
  "deny_notifications_btn": "RIFIUTA",
  "notification_open": "APRI",
  "contact_already_exists": "Il contatto esiste ormai",
  "wrong_public_key": "Chiave pubblica sbagliata",
  "txBalanceKey_title": "Saldo",
  "txRefreshKey_title": "Aggiorna",
  "card_validity_tooltip": "Tieni presente che questo portafoglio è accessibile solo durante l'utilizzo di questo specifico/a browser, app e dispositivo. Se elimini o reimposti il browser o l'app, perderai l'accesso a questo portafoglio e ai fondi in esso memorizzati.",
  "txRefreshKey_desc": "Se stai aspettando un pagamento, puoi premere questo tasto per aggiornare lo schermo. Tuttavia, questo portafoglio lo farà per te periodicamente e ti invierà anche le notifiche di nuovi pagamenti.",
  "infoMainKey_title": "Per saperne di più",
  "feedback": "Problemi? Dacci più informazioni",
  "feedback_submit": "INVIA",
  "feedback_whats_wrong": "Spiegaci il tuo problema:",
  "feedback_draw": "Disegna",
  "feedback_navigate": "Naviga",
  "code_translate": "Aiutaci a tradurre Ğ1nkgo",
  "nodes_tech_info": "Elenco dei nodi",
  "info_links": "Collegamenti",
  "receiveAmountKey_desc": "Se vuoi vendere un prodotto o un servizio, puoi generare un codice QR con la tua chiave pubblica e l'importo da addebitare in Ğ1.",
  "txMainKey_title": "Transazioni",
  "txMainKey_desc": "Qui puoi vedere la cronologia delle tue transazioni. Se il tuo portafoglio è vuoto, per iniziare a utilizzare Ğ1, puoi offrire i tuoi servizi su mercati o piattaforme web come gchange.fr, girala.net, tra gli altri. Se hai già Ğ1, puoi trasferirli su questo portafoglio Ğ1nkgo e iniziare a usarli.",
  "error_importing_wallet": "Errore durante l'importazione del portafoglio",
  "no_nodes_found": "Non siamo riusciti a comunicare con nessun nodo. Per favore riprovaci più tardi.",
  "fetch_tx_error": "Qualcosa è andata storto durante il recupero delle tue transazioni.",
  "retry": "RIPROVA",
  "creditCardKey_title": "Portafoglio creato!",
  "creditCardKey_desc": "Complimenti! Hai creato con successo il tuo portafoglio Ğ1. Tieni presente che tutto è memorizzato su questo dispositivo, quindi assicurati di non eliminare questa applicazione per evitare di perdere il portafoglio. Presto ti mostreremo come fare un backup del tuo portafoglio, nel caso in cui il tuo dispositivo abbia problemi e tu abbia bisogno di accedere al tuo portafoglio.",
  "creditCardKey_web_title": "Portafoglio creato!",
  "creditCardKey_web_desc": "Complimenti! Hai creato con successo il tuo portafoglio Ğ1. È importante notare che questo portafoglio è memorizzato solo nel tuo browser. Pertanto, se chiudi il browser e lo riapri, assicurati che appaia lo stesso portafoglio. In caso contrario, potresti utilizzare un browser non supportato. Ricorda che abbiamo anche un'app. Presto ti mostreremo come fare un backup del tuo portafoglio, nel caso in cui il tuo dispositivo abbia qualche problema.",
  "creditCardPubKey_title": "Indirizzo pubblico del portafoglio",
  "creditCardPubKey_desc": "Questo è l'indirizzo pubblico del tuo portafoglio (anche se questa è la versione abbreviata). Puoi copiarlo toccandolo per condividerlo con altri.",
  "paySearchUserKey_title": "Effettuare pagamenti in Ğ1",
  "payAmountKey_title": "Indica l'importo del pagamento",
  "infoMainKey_desc": "Qui troverai maggiori informazioni sul tuo portafoglio e altre opzioni.",
  "exportMainKey_title": "Esportazione del portafoglio",
  "exportMainKey_desc": "È importante che tu faccia un backup del tuo portafoglio il prima possibile e lo conservi al sicuro, in modo da poterlo importare in un altro browser o nell'app, o ripristinare il tuo portafoglio in caso di smarrimento del dispositivo.",
  "technical_info_title": "Informazione tecnica",
  "draw_your_pattern": "Disegna il tuo schema",
  "expert_mode": "Modalità esperto",
  "intro_pattern_to_import": "Schema che hai utilizzato per esportare il tuo portafoglio",
  "wrong_pattern": "Schema sbagliato",
  "wallet_exported": "Portafogli esportato correttamente",
  "reloading_nodes": "Ricaricamento dei nodi {type} in corso",
  "wallet_imported": "Portafoglio importato correttamente",
  "cancel": "ANNULLA",
  "yes_import": "NE SONO SICURO/A, IMPORTALO",
  "import_config_title": "Sei sicuro?",
  "g1_wallet": "Portafoglio Ğ1",
  "close": "CHIUDI",
  "bottom_nav_first": "Pagare",
  "bottom_nav_second": "Ricevi",
  "send_g1": "Invia Ğ1",
  "g1_amount": "Importo da inviare",
  "g1_amount_hint": "Quantità di {currency} da inviare",
  "g1_form_pay_send": "Invia",
  "search_user_title": "Utente da pagare",
  "search_user": "Cerca (utente o chiave pubblica)",
  "search_user_btn": "Cerca utente",
  "g1_form_pay_desc": "Commenta",
  "g1_form_pay_hint": "Inserisci un commento (facoltativo)",
  "code_card_title": "Repository del codice",
  "intro_2_title": "Una valuta digitale libera creata dalle persone, per le persone",
  "intro_2_description": "Ğ1 non dipende da alcun governo o società ed è ecologica (poiché è a basso consumo energetico), trasparente ed equo per tutti.",
  "intro_3_title": "La valuta Ğ1 gira sulla rete Duniter",
  "intro_3_description": "Duniter è una criptovaluta decentralizzata che consente alle persone di creare la propria valuta Ğ1.",
  "intro_4_title": "Comincia!",
  "intro_4_description": "Ti aiuteremo a creare un portafoglio Ğ1 in modo che tu possa archiviare facilmente e in modo sicuro la tua valuta Ğ1 sul tuo dispositivo e inviarla ad altri senza intermediari.",
  "intro_5_title": "E poi…",
  "intro_5_description": "Da qui, puoi offrire i tuoi servizi e prodotti e ricevere pagamenti in valuta Ğ1, nonché utilizzare la Ğ1 per acquistare beni.",
  "no_internet": "Nessuna connessione internet",
  "skip": "Salta",
  "start": "Comincia",
  "offline": "Sei offline!",
  "online_terminal": "In linea",
  "offline_terminal": "Offline",
  "show_qr_to_client": "Rendi la tua chiave pubblica visibile al tuo client",
  "show_qr_to_client_amount": "Mostra questo codice QR con l'importo al tuo client",
  "keys_tooltip": "Le chiavi pubbliche e private in Ğ1 e Duniter sono come un sistema di serratura e chiave, in cui la chiave pubblica funge da serratura che può essere aperta da chiunque abbia la chiave privata corrispondente, fornendo un modo sicuro per autenticare e verificare le transazioni",
  "card_validity": "Validità",
  "credit_card_title": "Pagare con Ğ1",
  "bottom_nav_trd": "Contatti",
  "bottom_nav_frd": "Saldo",
  "bottom_nav_fifth": "Informazione",
  "export_key": "Esporta il tuo portafoglio",
  "import_key": "Importa il tuo portafoglio",
  "copy_your_key": "Copia la tua chiave pubblica",
  "key_copied_to_clipboard": "La tua chiave pubblica è stata copiata negli appunti",
  "some_key_copied_to_clipboard": "La chiave pubblica è stata copiata negli appunti",
  "key_tools_title": "Chiavi e strumenti",
  "transactions": "Transazioni",
  "balance": "Saldo",
  "transaction_from_to": "Da {From} per {to}",
  "transaction_from": "Da",
  "transaction_to": "Per",
  "your_wallet": "Il tuo portafoglio",
  "delete_contact": "Elimina contatto",
  "search_contacts": "Cerca contatti",
  "no_contacts": "Non hai ancora dei contatti",
  "data_load_error": "Errore durante il caricamento dati",
  "add_contact": "Aggiungi contatto",
  "contact_added": "Contatto aggiunto",
  "no_transactions": "Questo portafoglio non ha saldo. Inizia offrendo i tuoi servizi in Ğ1 ai mercati(ni) e sulle piattaforme, ad esempio, per ricevere il tuo primo reddito.",
  "qr-scanner-title": "Scannerizza il QR di qualcuno",
  "copy_contact_key": "Copia",
  "nothing_found": "Nessun risultato",
  "pattern_do_not_match": "I modelli non corrispondono",
  "at_least_3": "Richiesti almeno 3 punti",
  "intro_some_pattern_to_export": "Modello per importare/esportare il tuo portafoglio",
  "confirm_pattern": "Conferma modello",
  "draw_pattern": "Disegna lo schema",
  "browser_warning": "Stai utilizzando un browser che non abbiamo testato. Preghiamo di utilizzare Chrome, Firefox o Brave.",
  "paySearchUserKey_desc": "Da questa sezione è possibile effettuare pagamenti in Ğ1. Puoi cercare gli utenti sulla rete o scansionare i codici QR per effettuare i tuoi pagamenti.",
  "payAmountKey_desc": "In questo campo devi indicare l'importo che vuoi pagare in Ğ1.",
  "paySentKey_title": "Ğ1 in invio",
  "paySentKey_desc": "Una volta indicato l'importo del pagamento, è sufficiente premere il tasto 'Invia' per effettuare il pagamento. È importante notare che questo portafoglio non ha una password, quindi funziona come un portafoglio tascabile per transazioni rapide con piccoli importi.",
  "receiveMainKey_title": "Sto ricevendo Ğ1",
  "receiveMainKey_desc": "Funziona in modo simile ai punti vendita automatici nei negozi, ma invece dei pagamenti con la carta di credito, utilizziamo i codici QR. Qui puoi generare codici QR affinché altri possano scansionarli ed effettuare pagamenti a tuo favore.",
  "receiveQrKey_desc": "In questa schermata troverai il tuo codice QR che puoi condividere con altri per ricevere pagamenti in Ğ1.",
  "receiveAmountKey_title": "QR con importi",
  "receiveSumKey_title": "Totale rapido",
  "receiveSumKey_desc": "Puoi anche generare un codice QR con l'importo totale di un acquisto sommando i prezzi degli articoli che stai vendendo.",
  "contactsMainKey_title": "Contatti",
  "contactsMainKey_desc": "In questa sezione puoi salvare i tuoi contatti più frequenti e scannerizzare i codici QR di altre persone.",
  "contactsQrKey_desc": "Qui puoi scattare i codici QR di altre persone per aggiungerli ai tuoi contatti.",
  "txBalanceKey_desc": "In questa schermata puoi vedere il saldo attuale del tuo portafoglio Ğ1nkgo."
}
